7zip
alsa-firmware
alsa-utils
arandr
atuin
base
base-devel
bat
blueberry
blueman
bluez
bluez-utils
brave-bin
brightnessctl
broadcom-wl
btop
chromium
code
dkms
dmenu
docker
docker-compose
dolphin
dosfstools
dotnet-sdk
dunst
efibootmgr
eza
fd
feh
ffmpegthumbnailer
figlet
flameshot
fzf
ghostty
git
github-cli
google-chrome
grub-customizer
grub-customizer-debug
gum
htop
hyprland
hyprpaper
hyprshot
i3-wm
i3blocks
i3lock
i3status
imagemagick
imlib2
intel-media-driver
intel-ucode
iwd
jq
kitty
lazydocker
lazygit
libconfig
libva-intel-driver
lightdm
lightdm-gtk-greeter
linux
linux-firmware
linux-headers
luarocks
lvm2
meson
mtools
nano
neofetch
neovim-git
network-manager-applet
networkmanager
ninja
npm
obsidian
os-prober
pamixer
paru
paru-debug
pavucontrol
pcmanfm
playerctl
postgresql-libs
pulseaudio
ripgrep
rofi
rsync
smartmontools
stow
swaync
thunar
tmux
tree
ttf-agave-nerd
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-ubuntu-mono-nerd
unzip
uthash
vim
vulkan-intel
vulkan-radeon
waybar
webkit2gtk
wezterm
wget
wireless_tools
wishlist
wlogout
xclip
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xf86-video-vmware
xorg-xinit
xorg-xrandr
xorg-xsetroot
xterm
yarn
yay
yazi
zoxide
zram-generator
zsh
zsh-theme-powerlevel10k-git
