arandr
base
base-devel
blueman
bluez
bluez-utils
brave-bin
brightnessctl
btop
cmake
cowsay
curl
dialog
docker
docker-buildx
dosfstools
efibootmgr
eza
fastfetch
firefox
fzf
gcc
ghostty
git
github-cli
google-chrome
grub
grub-customizer
hyprland
hyprlock-git
hyprpaper
hyprshot
intel-media-driver
intel-ucode
kitty
lazydocker
lazygit
libva-intel-driver
linux
linux-firmware
linux-headers
localsend-bin
luarocks
make
mpv
mtools
nano
neovim-git
networkmanager
nodejs
npm
obsidian
openssh
os-prober
paru
pavucontrol
pavucontrol-qt
pipewire
pipewire-audio
power-profiles-daemon
pulseaudio
pulseaudio-alsa
qt6-multimedia-ffmpeg
qt6-virtualkeyboard
rofi-wayland
rust
sbctl
sddm
stow
sudo
swaylock
swaync
thunar
tldr
tmux
ttf-firacode-nerd
ttf-iosevka-nerd
ttf-jetbrains-mono-nerd
uwsm
vim
waybar
wget
wlogout
wofi
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
yay
yay-debug
yazi
zoxide
zsh
