tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "jesseduffield/lazydocker"
tap "julien-cpsn/atac"
tap "nikitabobko/tap"
tap "FelixKratz/formulae"

brew "age"
brew "openssl"
brew "bat"
brew "c"
brew "cmake"
brew "coreutils"
brew "deno"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gdb"
brew "gh"
brew "git-delta"
brew "gitleaks"
brew "jq"
brew "lazygit"
brew "libressl"
brew "lua"
brew "luacheck"
brew "neofetch"
brew "neovim"
brew "node"
brew "pandoc"
brew "postgresql"
brew "powerlevel10k"
brew "python@3.10"
brew "ripgrep"
brew "sd"
brew "switchaudio-osx"
brew "font-sf-pro"
brew "shfmt"
brew "sketchybar"
brew "starship"
brew "stow"
brew "tldr"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "xclip"
brew "yazi"
brew "zoxide"
brew "ifstat"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "jesseduffield/lazydocker/lazydocker"
brew "julien-cpsn/atac/atac"
cask "alacritty"
cask "applite"
cask "font-agave-nerd-font"
cask "font-hack-nerd-font"
cask "kitty"
cask "mactex"
cask "obsidian"
cask "postman"
cask "rectangle"
cask "visual-studio-code"
cask "sf-symbols"
cask "font-meslo-lg-nerd-font"
cask "warp"
cask "wezterm"
cask "zed"
cask "nikitabobko/tap/aerospace"
vscode "aaron-bond.better-comments"
vscode "astro-build.astro-vscode"
vscode "dbaeumer.vscode-eslint"
vscode "dracula-theme.theme-dracula"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "logerfo.gzip-status"
vscode "mrmlnc.vscode-autoprefixer"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.dotnet-interactive-vscode"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.remote-repositories"
vscode "ms-vscode.theme-predawnkit"
vscode "ms-vscode.vscode-typescript-next"
vscode "reditorsupport.r"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "rvest.vs-code-prettier-eslint"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "techer.open-in-browser"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "vue.volar"
vscode "withfig.fig"
vscode "zackysh.corruptedcake"
vscode "zignd.html-css-class-completion"
